xml/request_oclc/dvd_kategori_e.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/ope
nsearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standard
s/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:d
kdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="htt
p://www.w3.org/2001/XMLSchema-instance" xmlns:foxml="info:fedora/fedora-system:def/foxml#" xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://w
ww.fedora.info/definitions/1/0/foxml1-1.xsd">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
<oclcRecords><oclcRecord><foxml:digitalObject VERSION="1.1" PID="870970-basis:23954915"
xmlns:foxml="info:fedora/fedora-system:def/foxml#"
xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://www.fedora.info/definitions/1/0/foxml1-1.xsd">
<foxml:objectProperties>
<foxml:property NAME="info:fedora/fedora-system:def/model#state" VALUE="Active"/>
<foxml:property NAME="info:fedora/fedora-system:def/model#label" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#ownerId" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#createdDate" VALUE="2013-05-16T12:09:10.730Z"/>
<foxml:property NAME="info:fedora/fedora-system:def/view#lastModifiedDate" VALUE="2013-05-16T12:09:10.789Z"/>
</foxml:objectProperties>
<foxml:datastream ID="AUDIT" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="AUDIT.0" LABEL="Audit Trail for this object" CREATED="2013-05-16T12:09:10.730Z" MIMETYPE="text/xml" FORMAT_URI="info:fedora/fedora-system:format/xml.fedora.audit">
<foxml:xmlContent>
<audit:auditTrail xmlns:audit="info:fedora/fedora-system:def/audit#">
<audit:record ID="AUDREC1">
<audit:process type="Fedora API-M"/>
<audit:action>modifyDatastreamByValue</audit:action>
<audit:componentID>RELS-SYS</audit:componentID>
<audit:responsibility>fedoraAdmin</audit:responsibility>
<audit:date>2013-05-16T12:09:10.789Z</audit:date>
<audit:justification></audit:justification>
</audit:record>
</audit:auditTrail>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="DC" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="DC.0" LABEL="" CREATED="2013-05-16T12:09:10.743Z" MIMETYPE="text/xml" SIZE="1282">
<foxml:xmlContent>
<oai_dc:dc xmlns:oai_dc="http://www.openarchives.org/OAI/2.0/oai_dc/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://www.openarchives.org/OAI/2.0/oai_dc/ http://www.openarchives.org/OAI/2.0/oai_dc.xsd">
  <dc:title>the battle of mexico city</dc:title>
  <dc:title>MATCH:the ba</dc:title>
  <dc:creator>Rage Against the Machine</dc:creator>
  <dc:creator>NOBIRTH:Rage Against the Machine</dc:creator>
  <dc:publisher>smv enterprisis</dc:publisher>
  <dc:publisher>MATCHSTRING:smv ent</dc:publisher>
  <dc:contributor>MATCHSTRING:De la Rochaz</dc:contributor>
  <dc:contributor>MATCHSTRING:Bobt</dc:contributor>
  <dc:contributor>MATCHSTRING:Wilkb</dc:contributor>
  <dc:contributor>MATCHSTRING:Morellot</dc:contributor>
  <dc:contributor>zack de la rocha</dc:contributor>
  <dc:contributor>tim bob</dc:contributor>
  <dc:contributor>brad wilk</dc:contributor>
  <dc:contributor>tom morello</dc:contributor>
  <dc:contributor>rage against the machine</dc:contributor>
  <dc:date>2002</dc:date>
  <dc:type>Dvd</dc:type>
  <dc:type>WORK:movie</dc:type>
  <dc:identifier>870970-basis:23954915</dc:identifier>
  <dc:identifier>NUMBER:23954915</dc:identifier>
  <dc:language>Engelsk</dc:language>
</oai_dc:dc>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="commonData" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="commonData.0" LABEL="" CREATED="2013-05-16T12:09:10.744Z" MIMETYPE="text/xml" SIZE="9388">
<foxml:xmlContent>
<ting:container xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:docbook="http://docbook.org/ns/docbook" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:ting="http://www.dbc.dk/ting" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><dkabm:record><ac:identifier>23954915|870970</ac:identifier><ac:source>Bibliotekskatalog</ac:source><dc:title>The battle of Mexico City</dc:title><dc:title xsi:type="dkdcplus:full">The battle of Mexico City</dc:title><dc:creator>Rage Against the Machine</dc:creator><dc:creator xsi:type="oss:sort">Rage Against the Machine</dc:creator><dc:subject xsi:type="dkdcplus:DK5">78.794:5</dc:subject><dc:subject xsi:type="dkdcplus:DK5-Text">Rock (Beat). Moderne folkemusik (Folk)</dc:subject><dc:description>Live-optagelse</dc:description><dc:description>Af indholdet: Bonus features (Photo gallery ; Interview with Noam Chomsky ; Interview with Marcos ; Pre-show segment ; Tom Morello&apos;s tour of Mexico City ; Dvd-rom &quot;Rage context&quot;)</dc:description><dcterms:audience>børnematerialer</dcterms:audience><dcterms:audience>voksenmaterialer</dcterms:audience><dc:publisher>SMV Enterprisis</dc:publisher><dc:contributor>Zack De la Rocha</dc:contributor><dc:contributor>Tim Bob</dc:contributor><dc:contributor>Brad Wilk</dc:contributor><dc:contributor>Tom Morello</dc:contributor><dc:contributor xsi:type="dkdcplus:act">Rage Against the Machine </dc:contributor><dc:date>2002</dc:date><dc:type xsi:type="dkdcplus:BibDK-Type">Dvd</dc:type><dc:format>1 dvd-video, surround</dc:format><dcterms:extent>68 min.</dcterms:extent><dc:language xsi:type="dcterms:ISO639-2">eng</dc:language><dc:language>Engelsk</dc:language><dc:language xsi:type="dkdcplus:subtitles">eng</dc:language><dc:language xsi:type="dkdcplus:subtitles">spa</dc:language><dcterms:hasPart xsi:type="dkdcplus:track">Testify</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Guerrilla radio</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">People of the sun</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Calm like a bomb</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Sleep now in the fire</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Born of a broken man</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Bombtrack</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Know your enemy</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">No shelter</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">War within a breath</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Bulls on parade</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Killing in the name</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Zapata&apos;s blood</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Freedom</dcterms:hasPart></dkabm:record><marcx:collection xmlns:marcx="info:lc/xmlns/marcxchange-v1"><marcx:record format="danMARC2" type="Bibliographic"><marcx:leader>00000n    2200000   4500</marcx:leader><marcx:datafield ind1="0" ind2="0" tag="001"><marcx:subfield code="a">23954915</marcx:subfield><marcx:subfield code="b">870970</marcx:subfield><marcx:subfield code="c">20060620202338</marcx:subfield><marcx:subfield code="d">20020222</marcx:subfield><marcx:subfield code="f">a</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="004"><marcx:subfield code="r">n</marcx:subfield><marcx:subfield code="a">e</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="008"><marcx:subfield code="t">m</marcx:subfield><marcx:subfield code="u">f</marcx:subfield><marcx:subfield code="a">2002</marcx:subfield><marcx:subfield code="b">xx</marcx:subfield><marcx:subfield code="l">eng</marcx:subfield><marcx:subfield code="v">0</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="009"><marcx:subfield code="a">s</marcx:subfield><marcx:subfield code="b">m</marcx:subfield><marcx:subfield code="g">th</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="021"><marcx:subfield code="n">23954915</marcx:subfield><marcx:subfield code="d">kr. 912,50</marcx:subfield><marcx:subfield code="b">brugsretskategori: E</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="032"><marcx:subfield code="x">DAT200220</marcx:subfield><marcx:subfield code="x">DAT990626</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="039"><marcx:subfield code="a">bef</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="041"><marcx:subfield code="a">eng</marcx:subfield><marcx:subfield code="u">eng</marcx:subfield><marcx:subfield code="u">spa</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="110"><marcx:subfield code="a">Rage Against the Machine</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="245"><marcx:subfield code="a">The ¤battle of Mexico City</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="260"><marcx:subfield code="a">[S.l.]</marcx:subfield><marcx:subfield code="b">SMV Enterprisis</marcx:subfield><marcx:subfield code="f">[Ballerup]</marcx:subfield><marcx:subfield code="g">distribution: DBC medier</marcx:subfield><marcx:subfield code="c">[2002]</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="300"><marcx:subfield code="n">1 dvd-video</marcx:subfield><marcx:subfield code="l">68 min.</marcx:subfield><marcx:subfield code="b">surround</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="508"><marcx:subfield code="a">Engelsk sang og tale</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="508"><marcx:subfield code="a">Undertekster på engelsk og spansk</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="512"><marcx:subfield code="i">Medvirkende</marcx:subfield><marcx:subfield code="e">Rage Against the Machine (Zack de la Rocha, Tom Morello, Y.Tim.K., Brad Wilk) ... et al.</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="512"><marcx:subfield code="a">Live-optagelse</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="531"><marcx:subfield code="a">Indhold:</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="534"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="a">Af indholdet: Bonus features (Photo gallery ; Interview with Noam Chomsky ; Interview with Marcos ; Pre-show segment ; Tom Morello&apos;s tour of Mexico City ; Dvd-rom &quot;Rage context&quot;)</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="m">78.794</marcx:subfield><marcx:subfield code="v">5</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="å">1</marcx:subfield><marcx:subfield code="A">delarocha</marcx:subfield><marcx:subfield code="a">De la Rocha</marcx:subfield><marcx:subfield code="h">Zack</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="å">2</marcx:subfield><marcx:subfield code="a">Bob</marcx:subfield><marcx:subfield code="h">Tim</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="a">Wilk</marcx:subfield><marcx:subfield code="h">Brad</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="a">Morello</marcx:subfield><marcx:subfield code="h">Tom</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="795"><marcx:subfield code="å">11</marcx:subfield><marcx:subfield code="a">Testify</marcx:subfield><marcx:subfield code="a">Guerrilla radio</marcx:subfield><marcx:subfield code="a">People of the sun</marcx:subfield><marcx:subfield code="a">Calm like a bomb</marcx:subfield><marcx:subfield code="a">Sleep now in the fire</marcx:subfield><marcx:subfield code="a">Born of a broken man</marcx:subfield><marcx:subfield code="a">Bombtrack</marcx:subfield><marcx:subfield code="a">Know your enemy</marcx:subfield><marcx:subfield code="a">No shelter</marcx:subfield><marcx:subfield code="a">War within a breath</marcx:subfield><marcx:subfield code="a">Bulls on parade</marcx:subfield><marcx:subfield code="a">Killing in the name</marcx:subfield><marcx:subfield code="a">Zapata&apos;s blood</marcx:subfield><marcx:subfield code="a">Freedom</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="900"><marcx:subfield code="a">Rocha</marcx:subfield><marcx:subfield code="h">Zack de la</marcx:subfield><marcx:subfield code="z">700/1</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="900"><marcx:subfield code="a">Y.tim.K.</marcx:subfield><marcx:subfield code="z">700/2</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="996"><marcx:subfield code="a">DBC</marcx:subfield></marcx:datafield></marcx:record></marcx:collection><adminData><creationDate>2005-03-01</creationDate><libraryType>none</libraryType><indexingAlias>danmarcxchange</indexingAlias><accessType>physical</accessType><collectionIdentifier>870970-basis</collectionIdentifier></adminData></ting:container>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="localData.870970-basis" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="localData.870970-basis.0" LABEL="" CREATED="2013-05-16T12:09:10.744Z" MIMETYPE="text/xml" SIZE="602">
<foxml:xmlContent>
<ting:localData xmlns:ting="http://www.dbc.dk/ting"><marcx:record xmlns:marcx="info:lc/xmlns/marcxchange-v1" format="danMARC2" type="BibliographicLocal"><marcx:datafield ind1="0" ind2="0" tag="d08"><marcx:subfield code="a">nø (live-optagelse: taget fra bagsiden)(opdateret fra 200213 pga. forkert materialekode)</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="n55"><marcx:subfield code="a">20050301</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="z99"><marcx:subfield code="a">agr</marcx:subfield></marcx:datafield></marcx:record></ting:localData>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="RELS-SYS" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="RELS-SYS.1" LABEL="" CREATED="2013-05-16T12:09:10.789Z" MIMETYPE="application/rdf+xml" SIZE="317">
<foxml:xmlContent>
<rdf:RDF xmlns:rdf="http://www.w3.org/1999/02/22-rdf-syntax-ns#">
  <rdf:Description rdf:about="info:fedora/870970-basis:23954915">
    <isMemberOfUnit xmlns="info:fedora/">unit:47960</isMemberOfUnit>
    <isPrimaryBibObjectFor xmlns="info:fedora/">unit:47960</isPrimaryBibObjectFor>
  </rdf:Description>
</rdf:RDF>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
</foxml:digitalObject><ocn></ocn><holdingsServiceResponse><response>
<timestamp>2013-05-30 10:34:02.761</timestamp>
<pid>870970-basis:23954915</pid>
<result>
</result>
</response></holdingsServiceResponse></oclcRecord></oclcRecords>

</ns1:originalData>
<ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
   </ns1:formatRequest>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
